Repository: Macostik/wrapme
Catalog: Moji/Resources/*.lproj/Localizable.strings
Languages: ru

source: Cancel
ru: Отмена

# candy_deleted
source: The photo was deleted.
ru: Фото было успешно удалено.

# candy_unavailable
source: Photo not found.
ru: Это фото больше не доступно.

# cannot_add_yourself
source: You're already in the Moji.
ru: Вы не можете добавить самого себя.

# capitalized_no
source: No
ru: Нет

# capitalized_yes
source: Yes
ru: Да

source: Comment
ru: Комментарий

# comment_is_uploading
source: Uploading the comment now. Please wait.
ru: Комментарий обновляется, подождите немного ...

# comment_placeholder
source: Write your comment...
ru: Оставьте свой комментарий ...

# confirmation_resend
source: Confirmation email re-sent successfully.
ru: Подтверждение повторной отправки. Пожалуйста, проверьте Ваш e-mail

# connection_was_lost
source: Connection lost.
ru: Соединение было потеряно.

source: Continue
ru: Продолжить

# data_invalid
source: Invalid data.
ru: Данные не валидны.

# no_presenting_data
source: No actual data for presenting.
ru: Нет данных для отображения.

source: Delete
ru: Удалить

# delete_photo
source: Delete
ru: Удалить фотографию

# delete_photo_confirmation
source: Are you sure you want to delete the photo?
ru: Вы уверены, что хотите удалить это фото?

source: Delete Moji?
ru: Удалить Moji?

# delete_moji_success
source: Moji was deleted.
ru: Moji был успешно удален.

# downloading_internet_connection_error
source: No internet connection. Please try again later.
ru: Интернет не доступен. Попытайтесь скачать позже, пожалуйста.

# editing_internet_connection_error
source: No internet connection. Can't download the photo for editing.
ru: Нет соединения с Интернетом. Невозможно скачать фотографию для редактирования.

# downloading_photo
source: Downloading the photo now. It'll be in "%@" album momentarily.
ru: Идет загрузка фото. Она появится в альбоме

# downloading_privacy_settings
source: Please go to Settings > MOJI to allow MOJI access the photos.
ru: Чтобы разрешить доступ к фотографиям проверьте настройки конфиденциальности приложения.

# email_account_setup
source: Please set up e-mail account on your device.
ru: Пожайлуйста, настройте почтовый клиент на этом устройстве.

# engagement_notification_alert
source: Got new photos? Share them on MOJI now!
ru: Получены новые фотографии? Обновить их в Вашем Moji сейчас!

# formatted_about_message
source: You're using %@ v%@ Build %@
ru: Вы используете %@ v%@ Сборка %@

# formatted_and_are_typing
source: %@ and %@ are typing...
ru: %@ и %@ печатают...

# formatted_calling_now
source: Calling %@ now. Please wait.
ru: Вызов %@ сейчас. Пожалуйста подождите.

# formatted_chat_in
source: Chat in %@
ru: Чат в %@

# formatted_comments
source: %i comments
ru: %i комментариев

# formatted_delete_moji_confirmation
source: Are you sure you want to delete "%@"?
ru: Вы уверены, что хотитие удалить Moji

# formatted_edited_by
source: Edited by %@
ru: Отредактировал %@

# formatted_is_typing
source: %@ is typing...
ru: %@ печатает ...

# formatted_owner
source: %@ (Admin)
ru: %@ (Владелец)

# formatted_photo_by
source: Photo by %@
ru: Разместил %@

# formatted_verification_email_text
source: Confirm %@ as your e-mail address to help secure your account.
ru: Подтвердите Ваш e-mail %@ чтобы помочь обезопасить Ваш аккаунт.

# formatted_moji_unavailable
source: "%@" not found.
ru: Moji %@ больше не доступен.

source: Incorrect e-mail.
ru: Ваш e-mail не корректна.

# invalid_image_error
source: Error occurred while processing the photo.
ru: Ваше фотография не доступна. Пожалуйста, выберите другую.

source: Leave
ru: Покинуть

# leave_screen_on_editing
source: Changes will be lost if you don't save them. Are you sure you want to leave this screen?
ru: Фото в режиме редактирования и еще не сохранено. Вы уверены, что хотите покинуть данный скрин?

source: Leave Moji?
ru: Покинуть Moji?

# leave_moji_confirmation
source: Are you sure you want to leave the Moji?
ru: Вы уверены, что хотите покинуть этот Moji?

# mail_sent
source: E-mail sent successfully. Thank you for your help!
ru: Письмо отправлено.Спасибо Вам за помощь!

# message_placeholder
source: Write your message...
ru: Введите сообщение...

# name_cannot_be_blank
source: Please enter your name.
ru: Имя не может быть пустым.

# new_version_is_available
source: A new version of MOJI is available
ru: Доступна новая версия MOJI

# no_access_to_contacts
source: No permission to access contacts.
ru: Доступ к вашей адрессной книги не предоставлен.

# no_contacts
source: No contacts found.
ru: У Вас нет контактов на этом устройстве.

# no_contacts_with_phone_number
source: No contacts found.
ru: У Вас нет контактов с номером телефона на этом устройстве.

# no_devices
source: No registered devices
ru: Нет зарегистрированных устройств

source: Not now
ru: Не сейчас

# one_comment
source: 1 comment
ru: 1 комментарий

# photo_is_uploading
source: Uploading the photo now. Please wait.
ru: Фото обновляется, подождите немного ...

# remote_notification_when_app_is_active_error
source: Can't handle remote notification when app is active.
ru: Нельзя управлять удаленными уведомдениями когда приложение активно.

source: Report
ru: Отчет

# roaming_is_off
source: International roaming is currently off.
ru: Международный роуминг выключен.

# sending_confirming_email
source: Sending confirmation e-mail now.
ru: Мы отправили Вам письмо для проверки Вашего e-mail.

source: Sign out
ru: Выход

# sign_out_confirmation
source: Are you sure you want to erase all content and sign out?
ru: Вы уверены, что хотите очистить кеш и выйти?

source: Terms and Conditions
ru: Сроки и условия

# too_small_image_error
source: The photo is too small. Please choose another one.
ru: Ваше фотография слишком маленькая. Пожалуйста, выберите другую.

source: Unsaved photo
ru: Не сохраненная фотография

source: Update
ru: Обновление

source: Upload
ru: Загрузка

# upload_photos_limit_error
source: You can upload up to 10 pictures at a time.
ru: Извините, Вы не можете загрузить больше 10 фотографий сразу

# uppercase_no
source: NO
ru: Нет

# uppercase_yes
source: YES
ru: Да

# user_cannot_be_invited
source: Unable to invite this friend.
ru: Этот пользователь не может быть приглашен.

# moji_is_uploading
source: Uploading Moji now. Please wait.
ru: Moji обновляется, подождите немного ...

# moji_name_cannot_be_blank
source: Please give Moji a name.
ru: Имя Moji не может быть пустым.

source: You
ru: Вы

source: minute
ru: мин.

source: hour
ru: ч.

source: day
ru: д.

source: week
ru: нед.

source: month
ru: мес.

source: year
ru: г.

# less_than_minute_ago
source: less than 1 minute ago
ru: меньше минуты назад

source: Yesterday
ru: Вчера

source: Today
ru: Сегодня

# formatted_day_at_time
source: %@ at %@
ru: %@ в %@

# formatted_calendar_units_ago_at_time
source: %.f %@s ago at %@
ru: %.f %@ назад в %@

# formatted_calendar_units_ago
source: %.f %@%@ ago
ru: %.f %@%@ назад

source: at
ru: в

source: FRIENDS ON MOJI
ru: ДРУЗЬЯ В MOJI

source: INVITE TO MOJI
ru: ПРИГЛАСИТЬ В MOJI

# APNS_TT01
source: You're invited!
ru: Вы приглашены!

# APNS_MSG01
source: %@ invited you to '%@'. Add your photos and watch the fun unfold!
ru: %@ пригласил Вас в '%@'. Добавляйте свои фото и веселитесь!

# APNS_TT02
source: New photo
ru: Новое фото

# APNS_MSG02
source: %@ just added a new photo in '%@'. Check it out!
ru: %@ добавил новое фото в '%@'. Посмотрите!

# APNS_TT03
source: New comment
ru: Новый комментарий

# APNS_MSG03
source: %@ commented: '%@'
ru: %@ прокомментировал: '%@'

# APNS_TT04
source: New chat
ru: Новое сообщение

# APNS_MSG04
source: %@: '%@' in '%@'
ru: %@: '%@' в '%@'

# APNS_TT05
source: Edited photo
ru: Отредактированное фото

# APNS_MSG05
source: %@ just edited a photo. Check it out!
ru: %@ отредактировал фото. Посмотрите!

# APNS_TT06
source: A new version of MOJI is available
ru: MOJI обновил версию

# APNS_MSG06
source: MOJI has a new update! Download it now!
ru: MOJI обновился. Скачайте сейчас!

source: Reply
ru: Ответить

# unread_message
source: %lu UNREAD MESSAGE%@
ru: %lu НОВ%@ СООБЩЕН%@

# sORix_Ending
source: S
ru: ЫХ

# no_chat_message
source: Friends in "%@" will see your chat messages instantly.
ru: Друзья в "%@" увидят твое сообщение мгновенно.

# no_photos_to_upload
source: No photos to be uploaded.
ru: Нет фото, которые можно загрузить.

source: New Moji
ru: Новый Moji

# what_is_new_moji_about
source: What's new Moji about?
ru: О чем этот Moji?

# authorization_error_message
source: Unexpected error while logging into MOJI. Please try again later. If the problem persists, please sign up again.
ru: Sorry, we don't expect it to occur. Please try again later. If the problem persists, using your same e-mail address to sign up again and everything's good to go!

# follow_moji_suggestion
source: FOLLOW & JOIN THIS MOJI?
ru: Подписаться на этот MOJI?

# followed_moji_suggestion
source: YOU ARE NOW FOLLOWING
ru: Вы подписаны
