Repository: Macostik/wrapme
Catalog: WrapLive/Resources/*.lproj/Localizable.strings
Languages: ru

source: Cannot delete photo not posted by you.
ru: Нельзя удалить фото размещенное не вами.

source: Cannot delete chat message already posted.
ru: Отправленное сообщение нельзя удалить.

source: You
ru: Вы

source: Edit wrap
ru: Редактирование врапа

source: Write your comment ...
ru: Оставьте свой комментарий ...

source: Delete
ru: Удалить

source: Write your message ...
ru: Напишите свое сообщение ...

source: Chat in %@
ru: Чат в %@

source: Exposure
ru: Экспозиция

source: Focus
ru: Сфокусироваться

source: Leave
ru: Покинуть

source: Confirm your details
ru: Подтвердить детали

source: Edit
ru: Редактирование

source: YES
ru: Да

source: NO
ru: Нет

source: By %@
ru: По %@

source: Posted %@
ru: Размещен %@

source: %d %@%@ ago
ru: %d %@%@ назад

source: Something went wrong...
ru: Что-то пошло не так ...

source: Connection was lost.
ru: Соединение было потеряно.

source: International roaming is off.
ru: Интернаионалльный роуминг выключен.

source: You don't have contacts with phone numbers on this device.
ru: Вы не имеете контактов с этим номером на этом устройстве.

source: You don't have contacts on this device.
ru: Вы не имеете контактов на этом устройстве.

source: Access to your Address Book is not granted.
ru: Доступ к вашей адрессной книги не предоставлен.

source: On
ru: Включено

source: Auto
ru: Автоматически

source: Off
ru: Выключено

source: Internet connection unavailable
ru: Интернет соединение не доступно

source: View notification
ru: Нотификация

source: Incompleted data can be lost. Do you want to continue?
ru: Незавершенные данные могут быть утеряны. Хотите продолжить?

source: You are editing a photo and it is not saved yet. Are you sure you want to leave this screen?
ru: Фото в режиме редактирования и еще не сохранено. Вы уверены, что хотите покинуть данный скрин?

source: Unsaved photo
ru: Не сохраненная фотография

source: Continue
ru: Продолжение

source: Cancel
ru: Отмена

source: Confirmation resend. Please, check you e-mail.
ru: Подтверждение повторной отправки. Пожалуйста, проверьте ствою почту

source: Calling %@ now. Please wait.
ru: Вызов %@ сейчас. Пожалуйста подождите.

source: No contact data.
ru: Нет контактной информации.

source: You cannot add yourself.
ru: Вы не можете добавить самого себя.

source: This contact is already added.
ru: Этот котакт уже существует.

source: picture
ru: картинка

source: email
ru: почта

source: phones
ru: телефоны

source: POST
ru: ОТПРАВКА

source: wraps
ru: врапы

source: API environment initialized
ru: API установлено

source: Wrap name cannot be blank.
ru: Имя врапа не может быть пустым.

source: users
ru: пользователи

source: Delete wrap
ru: Удалить врап

source: Leave wrap?
ru: Покинуть врап?

source: Are you sure you want to delete the wrap "%@"?
ru: Вы уверены, что хотитие удалить врап "%@"?

source: Are you sure you want to leave this wrap
ru: Вы уверены, что хотите покинуть этот врап?

source: Wrap is uploading, wait a moment...
ru: Врап обновляется, подождите немного ...

source: Photo is uploading, wait a moment...
ru: Фото обновляется, подождите немного ...

source: Comment is uploading, wait a moment...
ru: Комментарий обновляется, подождите немного ...

source: Delete photo
ru: Удалить фотографию

source: Are you sure you want to delete this photo?
ru: Вы уверены, что хотите удалить это фото?

source: ERROR
ru: ОШИБКА

source: PHOTOS
ru: ФОТОГРАФИИ

source: New version of wrapLive is available
ru: Доступна новая версия wrapLive

source: Update
ru: Обновление

source: Not now
ru: Не сейчас

source: Got new photos? Upload them to your wraps now!
ru: Получены новые фотографии? Обновить их в Вашем врапе сейчас!

source: Upload
ru: Загрузка

source: Your image is invalid. Please, choose another one.
ru: Ваше фотография не доступна. Пожалуйста, выберите другую.

source: Your image is too small. Please, choose another one.
ru: Ваше фотография слишком маленькая. Пожалуйста, выберите другую.

source: Report
ru: Отчет

source: Candy was deleted successfully.
ru: Фото было успешно удалено.

source: This candy is no longer avaliable.
ru: Это фото больше не доступно.

source: Your email isn't correct.
ru: Ваша почта не корректна.

source: Name connot be blank.
ru: Имя не может быть пустым.

source: %@ and %@
ru: %@ и %@

source: and %@
ru: и %@

source: We are sending you an email for confirming your email address now.
ru: Мы отправили Вам письмо для проверки Вашей почты.

source: save error
ru: сохранение ошибки

source: in Wrap: "%@"
ru: в врапе: "%@"

source: Cannot handle remote notification when app is active.
ru: Нельзя управлять удаленными уведомдениями когда приложение активно.

source: Data in remote notification is not valid (inactive).
ru: Не правильные данные в удаленном уведомлении (неактивные).

source: Data in remote notification is not valid (background).
ru: Не правильные данные в удаленном уведомлении (в фоне).

source: message received
ru: получено сообщение

source: messages history
ru: сообщение истории

source: connected
ru: соединение успешно

source: connection failed
ru: ошибка соединения

source: subscribed
ru: пописался

source: unsubscribed
ru: отписался

source: disconnected
ru: разъединен

source: enabled APNS
ru: APNS включен

source: removed APNS
ru: APNS удален

source: presence event
ru: событие

source: fresh
ru: свежий

source: newer
ru: новее

source: older
ru: старее

source: You are using %@ v%@
ru: Вы используете %@ v%@

source: Jenkins build number %d
ru: Jenkins сборка номер %d

source: Sign Out
ru: Выход

source: Are you sure you want to sign out?
ru: Вы уверены, что хотите выйти?

source: Save
ru: Сохранить

source: %@ made %@
ru: %@ сделано %@

source: %@ uploaded new photo%@
ru: %@ Загружно новые фото%@

source: comments
ru: комментарии

source: a comment
ru: комментарий

source: Downloading the photo now. It will be in "%@" album momentarily.
ru: Идет загрузка фото. Они будут в "%@" альбоме сразу же.

source: This item is already uploaded.
ru: Это обновлено уже.

source: No registered devices
ru: Зарегестрированных устройств нету

source: Terms and Conditions
ru: Сроки и условия

source: You ...
ru: Вы ...

source: Internet connection is not reachable.
ru: Соединение интернета не дроступно.

source: last updated %@
ru: последнее обновление %@

source: Wrap %@ is no longer available.
ru: Врап %@ больше не доступен.

source: Posted by %@
ru: Разместил %@

source: Photo by %@
ru: Разместил %@

source: Comment
ru: Комментарий

source: 1 comment
ru: 1 комментарий

source: %i comments
ru: %i комментариев

source: Data is not valid.
ru: Данные не валидны.

source: Sorry you can't chat when internet connection is unavailable. Please try again later.
ru: К сожалению, Вы не можете отправлять сообщения когда нету интернета. Попробуйте немного позже.

source: Sorry, you cannot upload more than 10 pictures at a time
ru: Извените, Вы не можете загрузить больше 10 фотографий сразу

source: No internet connections available. Please try downloading it later.
ru: Интернет не доступен. Попытайтесь скачать позже, пожалуйста.

# verification email %@
source: Please verify your e-mail address %@ by clicking the link in the verification e-mail.
ru: Подтвердите Вашу почту %@ чтобы помочь обезопасить Ваш аккаунт.
