Repository: Macostik/wrapme
Catalog: 16wrap/*.lproj/SignUp.strings
Languages: ru

# 0Rx-X7-5Up.normalTitle
source: Next
ru: Далее

# 2Lq-nT-Bu5.normalTitle
source: Next
ru: Далее

# 3SS-8p-5Y2.text
source: We're sending you a passcode to your e-mail...
ru: Мы отравили Вам код на e-mail и телефон...

# 59A-fh-MwM.normalTitle
source: Next
ru: Далее

# 5MV-3s-wuD.text
source: Select your country
ru: Выберите свою страну

# 7e9-qT-sff.placeholder
source: Your name
ru: Ваше имя

# 8j1-H5-7Co.text
source: The phone number is verified successfully!
ru: Номер телефона подтвержден успешно!

# Bx6-G7-X4j.normalTitle
source: Use another phone number
ru: Использовать другой номер телефона

# HrT-ph-Lnj.text
source: The passcode is required to link this device to your 16wrap account. Enter it above when you receive it.
ru: Пароль необходим, чтобы связать это устройство с Вашей учетной записью 16wrap. Когда получите пароль, введите его выше.

# Itw-PI-Mz8.text
source: You have linked this device to your 16wrap account.
ru: Вы связали это устройство с Вашей учетной записью 16wrap. Наслаждайтесь!

# JDb-jD-Zkt.text
source: Edit your profile
ru: Редактировать профиль

# Rvs-HT-UrH.normalTitle
source: Try the voice call option
ru: Использовать голосовой звонок

# Vxz-ag-TOf.text
source: is confirmed successfully!
ru: успешно подтвержден!

# X8h-Le-1RA.normalTitle
source: Next
ru: Далее

# YBa-zu-GaJ.normalTitle
source: Terms and Conditions
ru: Сроки и условия

# Zwb-OE-87q.normalTitle
source: Next
ru: Далее

# a1z-Vo-fE0.text
source: We're sending you a 4-digit code. Enter it above to verify your phone number.
ru: Мы отправляем Вам 4-х значный код. Введите его выше для подтверждения Вашего номера

# b75-OF-Awx.text
source: What's your phone number?
ru: Укажите Ваш номер телефона

# cKx-Py-m2B.text
source: Country
ru: Страна

# dM9-5p-U8h.normalTitle
source: Use another e-mail
ru: Использовать другой e-mail

# dRx-kr-5xI.text
source: We need you to confirm your e-mail before adding additional devices to your account. Please click the link on your confirmation e-mail to continue
ru: Нам необходимо проверить Ваш e-mail, прежде чем будет добавлено устройство к аккаунту. Пожалуйста, перейдите по ссылке для продолжения

# e0l-0g-x0j.normalTitle
source: Next
ru: Далее

# fA2-25-iSn.text
source: Agree and Continue
ru: Принять и далее

# fKc-pu-juY.text
source: What's your e-mail?
ru: Укажите Ваш e-mail

# jGq-WB-mde.text
source: We'll send one time SMS message to verify your phone number. Carrier SMS charges may apply.
ru: 16wrap отправит одноразовое SMS-сообщение, чтобы подтвердить Ваш номер. Могут потребоватся расходы, установленные SMS-провайдером.

# lc0-Sk-CJb.placeholder
source: Verification code
ru: Код подтверждения

# oIH-Zc-2Z8.normalTitle
source: Resend the e-mail
ru: Переотправить письмо

# qCY-vc-S18.text
source: Successful!
ru: Успешно!

# r04-q5-jeO.text
source: Haven't received the SMS?
ru: Не приходит SMS?

# sFh-WJ-4GR.text
source: The verification code is not valid.
ru: Код подтверждения неверный.

# sze-nv-qGE.normalTitle
source: Next
ru: Далее

# tHE-KW-9HQ.normalTitle
source: Select country
ru: Выберите страну

# uIo-Dt-OO6.normalTitle
source: Edit phone number
ru: Изменить номер телефона

# w5f-mm-zRg.text
source: Add your photo
ru: Добавить фото

# xlM-wc-LL0.normalTitle
source: Use test account
ru: Использовать тестовый аккаунт

# xte-7W-F0S.normalTitle
source: Try again
ru: Попробовать еще раз
